sysbench/rd0.log
sysbench 1.0.18 (using system LuaJIT 2.1.0-beta3)

Running the test with following options:
Number of threads: 10
Report intermediate results every 1 second(s)
Initializing random number generator from current time


Initializing worker threads...

Threads started!

[ 1s ] thds: 10 tps: 6900.47 qps: 82854.50 (r/w/o: 69044.58/0.00/13809.91) lat (ms,95%): 3.07 err/s: 0.00 reconn/s: 0.00
[ 2s ] thds: 10 tps: 5873.47 qps: 70482.68 (r/w/o: 58736.73/0.00/11745.94) lat (ms,95%): 3.36 err/s: 0.00 reconn/s: 0.00
[ 3s ] thds: 10 tps: 4236.46 qps: 50842.52 (r/w/o: 42368.60/0.00/8473.92) lat (ms,95%): 3.55 err/s: 0.00 reconn/s: 0.00
[ 4s ] thds: 10 tps: 6697.45 qps: 80372.43 (r/w/o: 66977.53/0.00/13394.90) lat (ms,95%): 3.02 err/s: 0.00 reconn/s: 0.00
[ 5s ] thds: 10 tps: 9464.91 qps: 113558.90 (r/w/o: 94629.08/0.00/18929.82) lat (ms,95%): 2.52 err/s: 0.00 reconn/s: 0.00
[ 6s ] thds: 10 tps: 8219.23 qps: 98644.71 (r/w/o: 82206.26/0.00/16438.45) lat (ms,95%): 2.71 err/s: 0.00 reconn/s: 0.00
[ 7s ] thds: 10 tps: 8978.67 qps: 107728.07 (r/w/o: 89770.73/0.00/17957.34) lat (ms,95%): 2.61 err/s: 0.00 reconn/s: 0.00
[ 8s ] thds: 10 tps: 9113.55 qps: 109381.63 (r/w/o: 91154.52/0.00/18227.10) lat (ms,95%): 2.52 err/s: 0.00 reconn/s: 0.00
[ 9s ] thds: 10 tps: 11778.03 qps: 141338.40 (r/w/o: 117781.33/0.00/23557.07) lat (ms,95%): 1.86 err/s: 0.00 reconn/s: 0.00
[ 10s ] thds: 10 tps: 12372.76 qps: 148477.10 (r/w/o: 123731.58/0.00/24745.52) lat (ms,95%): 1.79 err/s: 0.00 reconn/s: 0.00
[ 11s ] thds: 10 tps: 11929.78 qps: 143146.30 (r/w/o: 119287.75/0.00/23858.55) lat (ms,95%): 1.93 err/s: 0.00 reconn/s: 0.00
[ 12s ] thds: 10 tps: 12140.03 qps: 145684.31 (r/w/o: 121403.26/0.00/24281.05) lat (ms,95%): 1.70 err/s: 0.00 reconn/s: 0.00
[ 13s ] thds: 10 tps: 12175.06 qps: 146126.75 (r/w/o: 121776.62/0.00/24350.12) lat (ms,95%): 1.76 err/s: 0.00 reconn/s: 0.00
[ 14s ] thds: 10 tps: 12416.93 qps: 148981.17 (r/w/o: 124147.31/0.00/24833.86) lat (ms,95%): 1.70 err/s: 0.00 reconn/s: 0.00
[ 15s ] thds: 10 tps: 12140.66 qps: 145694.88 (r/w/o: 121414.57/0.00/24280.31) lat (ms,95%): 1.73 err/s: 0.00 reconn/s: 0.00
[ 16s ] thds: 10 tps: 12298.35 qps: 147561.25 (r/w/o: 122963.55/0.00/24597.71) lat (ms,95%): 1.73 err/s: 0.00 reconn/s: 0.00
[ 17s ] thds: 10 tps: 12245.74 qps: 146953.86 (r/w/o: 122463.38/0.00/24490.48) lat (ms,95%): 1.76 err/s: 0.00 reconn/s: 0.00
[ 18s ] thds: 10 tps: 12097.68 qps: 145167.21 (r/w/o: 120971.84/0.00/24195.37) lat (ms,95%): 1.76 err/s: 0.00 reconn/s: 0.00
[ 19s ] thds: 10 tps: 12189.44 qps: 146289.32 (r/w/o: 121910.44/0.00/24378.88) lat (ms,95%): 1.76 err/s: 0.00 reconn/s: 0.00
[ 20s ] thds: 10 tps: 12242.06 qps: 146893.72 (r/w/o: 122410.60/0.00/24483.12) lat (ms,95%): 1.79 err/s: 0.00 reconn/s: 0.00
[ 21s ] thds: 10 tps: 12195.76 qps: 146355.12 (r/w/o: 121961.60/0.00/24393.52) lat (ms,95%): 1.73 err/s: 0.00 reconn/s: 0.00
[ 22s ] thds: 10 tps: 12427.13 qps: 149112.57 (r/w/o: 124258.31/0.00/24854.26) lat (ms,95%): 1.64 err/s: 0.00 reconn/s: 0.00
[ 23s ] thds: 10 tps: 12339.08 qps: 148094.96 (r/w/o: 123416.80/0.00/24678.16) lat (ms,95%): 1.67 err/s: 0.00 reconn/s: 0.00
[ 24s ] thds: 10 tps: 12174.64 qps: 146064.72 (r/w/o: 121716.43/0.00/24348.29) lat (ms,95%): 1.76 err/s: 0.00 reconn/s: 0.00
[ 25s ] thds: 10 tps: 12092.55 qps: 145112.65 (r/w/o: 120927.54/0.00/24185.11) lat (ms,95%): 1.76 err/s: 0.00 reconn/s: 0.00
[ 26s ] thds: 10 tps: 12052.62 qps: 144613.38 (r/w/o: 120509.15/0.00/24104.23) lat (ms,95%): 1.89 err/s: 0.00 reconn/s: 0.00
[ 27s ] thds: 10 tps: 12090.17 qps: 145121.99 (r/w/o: 120939.66/0.00/24182.33) lat (ms,95%): 1.79 err/s: 0.00 reconn/s: 0.00
[ 28s ] thds: 10 tps: 12478.01 qps: 149711.07 (r/w/o: 124757.06/0.00/24954.01) lat (ms,95%): 1.76 err/s: 0.00 reconn/s: 0.00
[ 29s ] thds: 10 tps: 12356.04 qps: 148312.49 (r/w/o: 123598.41/0.00/24714.08) lat (ms,95%): 1.73 err/s: 0.00 reconn/s: 0.00
[ 30s ] thds: 10 tps: 12156.97 qps: 145885.62 (r/w/o: 121571.68/0.00/24313.94) lat (ms,95%): 1.82 err/s: 0.00 reconn/s: 0.00
[ 31s ] thds: 10 tps: 12358.58 qps: 148294.93 (r/w/o: 123577.77/0.00/24717.15) lat (ms,95%): 1.79 err/s: 0.00 reconn/s: 0.00
[ 32s ] thds: 10 tps: 12332.45 qps: 147970.45 (r/w/o: 123305.54/0.00/24664.91) lat (ms,95%): 1.70 err/s: 0.00 reconn/s: 0.00
[ 33s ] thds: 10 tps: 12170.67 qps: 146061.07 (r/w/o: 121719.72/0.00/24341.34) lat (ms,95%): 1.70 err/s: 0.00 reconn/s: 0.00
[ 34s ] thds: 10 tps: 12354.17 qps: 148257.01 (r/w/o: 123548.68/0.00/24708.34) lat (ms,95%): 1.70 err/s: 0.00 reconn/s: 0.00
[ 35s ] thds: 10 tps: 12338.43 qps: 148034.13 (r/w/o: 123357.28/0.00/24676.85) lat (ms,95%): 1.70 err/s: 0.00 reconn/s: 0.00
[ 36s ] thds: 10 tps: 12245.97 qps: 146962.60 (r/w/o: 122470.66/0.00/24491.93) lat (ms,95%): 1.67 err/s: 0.00 reconn/s: 0.00
[ 37s ] thds: 10 tps: 12210.56 qps: 146519.68 (r/w/o: 122099.56/0.00/24420.11) lat (ms,95%): 1.79 err/s: 0.00 reconn/s: 0.00
[ 38s ] thds: 10 tps: 12298.90 qps: 147605.76 (r/w/o: 123006.97/0.00/24598.79) lat (ms,95%): 1.70 err/s: 0.00 reconn/s: 0.00
[ 39s ] thds: 10 tps: 12293.08 qps: 147519.98 (r/w/o: 122934.81/0.00/24585.16) lat (ms,95%): 1.76 err/s: 0.00 reconn/s: 0.00
[ 40s ] thds: 10 tps: 12460.13 qps: 149498.55 (r/w/o: 124578.29/0.00/24920.26) lat (ms,95%): 1.64 err/s: 0.00 reconn/s: 0.00
[ 41s ] thds: 10 tps: 12138.90 qps: 145691.86 (r/w/o: 121413.05/0.00/24278.81) lat (ms,95%): 1.73 err/s: 0.00 reconn/s: 0.00
[ 42s ] thds: 10 tps: 12340.19 qps: 148069.25 (r/w/o: 123388.87/0.00/24680.37) lat (ms,95%): 1.70 err/s: 0.00 reconn/s: 0.00
[ 43s ] thds: 10 tps: 12129.77 qps: 145551.23 (r/w/o: 121291.70/0.00/24259.54) lat (ms,95%): 1.82 err/s: 0.00 reconn/s: 0.00
[ 44s ] thds: 10 tps: 12460.22 qps: 149514.65 (r/w/o: 124595.21/0.00/24919.44) lat (ms,95%): 1.70 err/s: 0.00 reconn/s: 0.00
[ 45s ] thds: 10 tps: 12354.27 qps: 148252.23 (r/w/o: 123543.69/0.00/24708.54) lat (ms,95%): 1.70 err/s: 0.00 reconn/s: 0.00
[ 46s ] thds: 10 tps: 12314.74 qps: 147769.86 (r/w/o: 123139.38/0.00/24630.48) lat (ms,95%): 1.73 err/s: 0.00 reconn/s: 0.00
[ 47s ] thds: 10 tps: 12336.64 qps: 148064.72 (r/w/o: 123391.43/0.00/24673.29) lat (ms,95%): 1.70 err/s: 0.00 reconn/s: 0.00
[ 48s ] thds: 10 tps: 12342.22 qps: 148096.68 (r/w/o: 123412.24/0.00/24684.45) lat (ms,95%): 1.73 err/s: 0.00 reconn/s: 0.00
[ 49s ] thds: 10 tps: 12435.22 qps: 149222.68 (r/w/o: 124352.23/0.00/24870.45) lat (ms,95%): 1.70 err/s: 0.00 reconn/s: 0.00
[ 50s ] thds: 10 tps: 11973.89 qps: 143698.65 (r/w/o: 119750.87/0.00/23947.77) lat (ms,95%): 1.76 err/s: 0.00 reconn/s: 0.00
[ 51s ] thds: 10 tps: 12312.11 qps: 147744.31 (r/w/o: 123121.09/0.00/24623.22) lat (ms,95%): 1.73 err/s: 0.00 reconn/s: 0.00
[ 52s ] thds: 10 tps: 12400.96 qps: 148802.55 (r/w/o: 123999.62/0.00/24802.92) lat (ms,95%): 1.64 err/s: 0.00 reconn/s: 0.00
[ 53s ] thds: 10 tps: 12376.20 qps: 148510.39 (r/w/o: 123757.99/0.00/24752.40) lat (ms,95%): 1.70 err/s: 0.00 reconn/s: 0.00
[ 54s ] thds: 10 tps: 12326.81 qps: 147926.67 (r/w/o: 123273.06/0.00/24653.61) lat (ms,95%): 1.76 err/s: 0.00 reconn/s: 0.00
[ 55s ] thds: 10 tps: 12312.88 qps: 147765.52 (r/w/o: 123139.77/0.00/24625.75) lat (ms,95%): 1.70 err/s: 0.00 reconn/s: 0.00
[ 56s ] thds: 10 tps: 12320.13 qps: 147831.56 (r/w/o: 123191.30/0.00/24640.26) lat (ms,95%): 1.73 err/s: 0.00 reconn/s: 0.00
[ 57s ] thds: 10 tps: 12388.99 qps: 148667.85 (r/w/o: 123890.88/0.00/24776.98) lat (ms,95%): 1.70 err/s: 0.00 reconn/s: 0.00
[ 58s ] thds: 10 tps: 12189.89 qps: 146263.66 (r/w/o: 121884.88/0.00/24378.78) lat (ms,95%): 1.73 err/s: 0.00 reconn/s: 0.00
[ 59s ] thds: 10 tps: 12332.98 qps: 148013.72 (r/w/o: 123345.77/0.00/24667.95) lat (ms,95%): 1.70 err/s: 0.00 reconn/s: 0.00
[ 60s ] thds: 10 tps: 12431.01 qps: 149165.12 (r/w/o: 124304.10/0.00/24861.02) lat (ms,95%): 1.73 err/s: 0.00 reconn/s: 0.00
[ 61s ] thds: 10 tps: 12505.45 qps: 150059.46 (r/w/o: 125048.55/0.00/25010.91) lat (ms,95%): 1.73 err/s: 0.00 reconn/s: 0.00
[ 62s ] thds: 10 tps: 12346.77 qps: 148175.22 (r/w/o: 123480.68/0.00/24694.54) lat (ms,95%): 1.73 err/s: 0.00 reconn/s: 0.00
[ 63s ] thds: 10 tps: 12210.29 qps: 146500.54 (r/w/o: 122080.95/0.00/24419.59) lat (ms,95%): 1.79 err/s: 0.00 reconn/s: 0.00
[ 64s ] thds: 10 tps: 12474.58 qps: 149719.04 (r/w/o: 124768.87/0.00/24950.17) lat (ms,95%): 1.70 err/s: 0.00 reconn/s: 0.00
[ 65s ] thds: 10 tps: 12324.82 qps: 147885.89 (r/w/o: 123237.24/0.00/24648.65) lat (ms,95%): 1.73 err/s: 0.00 reconn/s: 0.00
[ 66s ] thds: 10 tps: 12399.04 qps: 148782.48 (r/w/o: 123983.40/0.00/24799.08) lat (ms,95%): 1.70 err/s: 0.00 reconn/s: 0.00
[ 67s ] thds: 10 tps: 12374.82 qps: 148494.80 (r/w/o: 123746.17/0.00/24748.63) lat (ms,95%): 1.73 err/s: 0.00 reconn/s: 0.00
[ 68s ] thds: 10 tps: 12374.23 qps: 148491.81 (r/w/o: 123742.34/0.00/24749.47) lat (ms,95%): 1.76 err/s: 0.00 reconn/s: 0.00
[ 69s ] thds: 10 tps: 12066.04 qps: 144796.49 (r/w/o: 120664.41/0.00/24132.08) lat (ms,95%): 1.76 err/s: 0.00 reconn/s: 0.00
[ 70s ] thds: 10 tps: 12435.96 qps: 149228.48 (r/w/o: 124357.56/0.00/24870.91) lat (ms,95%): 1.70 err/s: 0.00 reconn/s: 0.00
[ 71s ] thds: 10 tps: 12335.03 qps: 148036.42 (r/w/o: 123365.35/0.00/24671.07) lat (ms,95%): 1.70 err/s: 0.00 reconn/s: 0.00
[ 72s ] thds: 10 tps: 12443.29 qps: 149308.45 (r/w/o: 124423.87/0.00/24884.57) lat (ms,95%): 1.70 err/s: 0.00 reconn/s: 0.00
[ 73s ] thds: 10 tps: 12359.44 qps: 148323.25 (r/w/o: 123602.38/0.00/24720.88) lat (ms,95%): 1.73 err/s: 0.00 reconn/s: 0.00
[ 74s ] thds: 10 tps: 12345.27 qps: 148126.28 (r/w/o: 123434.73/0.00/24691.55) lat (ms,95%): 1.64 err/s: 0.00 reconn/s: 0.00
[ 75s ] thds: 10 tps: 12057.02 qps: 144680.27 (r/w/o: 120567.22/0.00/24113.04) lat (ms,95%): 1.79 err/s: 0.00 reconn/s: 0.00
[ 76s ] thds: 10 tps: 12436.97 qps: 149265.67 (r/w/o: 124391.73/0.00/24873.95) lat (ms,95%): 1.76 err/s: 0.00 reconn/s: 0.00
[ 77s ] thds: 10 tps: 12401.72 qps: 148814.58 (r/w/o: 124012.15/0.00/24802.43) lat (ms,95%): 1.73 err/s: 0.00 reconn/s: 0.00
[ 78s ] thds: 10 tps: 12262.16 qps: 147147.97 (r/w/o: 122622.64/0.00/24525.33) lat (ms,95%): 1.76 err/s: 0.00 reconn/s: 0.00
[ 79s ] thds: 10 tps: 12266.00 qps: 147186.99 (r/w/o: 122654.99/0.00/24532.00) lat (ms,95%): 1.79 err/s: 0.00 reconn/s: 0.00
[ 80s ] thds: 10 tps: 12428.98 qps: 149158.75 (r/w/o: 124300.79/0.00/24857.96) lat (ms,95%): 1.73 err/s: 0.00 reconn/s: 0.00
[ 81s ] thds: 10 tps: 11318.82 qps: 135843.89 (r/w/o: 113206.24/0.00/22637.65) lat (ms,95%): 2.14 err/s: 0.00 reconn/s: 0.00
[ 82s ] thds: 10 tps: 12375.21 qps: 148481.59 (r/w/o: 123731.16/0.00/24750.43) lat (ms,95%): 1.73 err/s: 0.00 reconn/s: 0.00
[ 83s ] thds: 10 tps: 12041.82 qps: 144494.81 (r/w/o: 120412.18/0.00/24082.64) lat (ms,95%): 1.89 err/s: 0.00 reconn/s: 0.00
[ 84s ] thds: 10 tps: 12259.89 qps: 147114.70 (r/w/o: 122594.92/0.00/24519.78) lat (ms,95%): 1.73 err/s: 0.00 reconn/s: 0.00
[ 85s ] thds: 10 tps: 12350.99 qps: 148232.85 (r/w/o: 123529.87/0.00/24702.97) lat (ms,95%): 1.67 err/s: 0.00 reconn/s: 0.00
[ 86s ] thds: 10 tps: 12355.11 qps: 148251.34 (r/w/o: 123542.11/0.00/24709.22) lat (ms,95%): 1.79 err/s: 0.00 reconn/s: 0.00
[ 87s ] thds: 10 tps: 12453.12 qps: 149431.39 (r/w/o: 124524.16/0.00/24907.23) lat (ms,95%): 1.67 err/s: 0.00 reconn/s: 0.00
[ 88s ] thds: 10 tps: 12395.00 qps: 148740.01 (r/w/o: 123950.01/0.00/24790.00) lat (ms,95%): 1.73 err/s: 0.00 reconn/s: 0.00
[ 89s ] thds: 10 tps: 12448.91 qps: 149374.98 (r/w/o: 124478.15/0.00/24896.83) lat (ms,95%): 1.70 err/s: 0.00 reconn/s: 0.00
[ 90s ] thds: 10 tps: 12353.93 qps: 148251.17 (r/w/o: 123542.30/0.00/24708.86) lat (ms,95%): 1.70 err/s: 0.00 reconn/s: 0.00
[ 91s ] thds: 10 tps: 12325.12 qps: 147918.43 (r/w/o: 123268.19/0.00/24650.24) lat (ms,95%): 1.67 err/s: 0.00 reconn/s: 0.00
[ 92s ] thds: 10 tps: 12373.85 qps: 148461.17 (r/w/o: 123716.47/0.00/24744.69) lat (ms,95%): 1.73 err/s: 0.00 reconn/s: 0.00
[ 93s ] thds: 10 tps: 12374.14 qps: 148499.71 (r/w/o: 123748.43/0.00/24751.29) lat (ms,95%): 1.70 err/s: 0.00 reconn/s: 0.00
[ 94s ] thds: 10 tps: 12152.00 qps: 145834.00 (r/w/o: 121531.00/0.00/24303.00) lat (ms,95%): 1.73 err/s: 0.00 reconn/s: 0.00
[ 95s ] thds: 10 tps: 12061.73 qps: 144738.77 (r/w/o: 120614.31/0.00/24124.46) lat (ms,95%): 1.76 err/s: 0.00 reconn/s: 0.00
[ 96s ] thds: 10 tps: 10554.54 qps: 126665.45 (r/w/o: 105556.38/0.00/21109.07) lat (ms,95%): 2.35 err/s: 0.00 reconn/s: 0.00
[ 97s ] thds: 10 tps: 11973.01 qps: 143656.11 (r/w/o: 119710.09/0.00/23946.02) lat (ms,95%): 1.86 err/s: 0.00 reconn/s: 0.00
[ 98s ] thds: 10 tps: 12120.00 qps: 145452.04 (r/w/o: 121213.03/0.00/24239.01) lat (ms,95%): 1.79 err/s: 0.00 reconn/s: 0.00
[ 99s ] thds: 10 tps: 12419.12 qps: 149038.39 (r/w/o: 124199.16/0.00/24839.23) lat (ms,95%): 1.76 err/s: 0.00 reconn/s: 0.00
[ 100s ] thds: 10 tps: 12344.20 qps: 148123.46 (r/w/o: 123436.05/0.00/24687.41) lat (ms,95%): 1.73 err/s: 0.00 reconn/s: 0.00
[ 101s ] thds: 10 tps: 12401.78 qps: 148809.29 (r/w/o: 124004.74/0.00/24804.55) lat (ms,95%): 1.76 err/s: 0.00 reconn/s: 0.00
[ 102s ] thds: 10 tps: 12404.06 qps: 148873.68 (r/w/o: 124065.56/0.00/24808.11) lat (ms,95%): 1.70 err/s: 0.00 reconn/s: 0.00
[ 103s ] thds: 10 tps: 12320.02 qps: 147808.30 (r/w/o: 123168.25/0.00/24640.05) lat (ms,95%): 1.70 err/s: 0.00 reconn/s: 0.00
[ 104s ] thds: 10 tps: 12200.78 qps: 146419.35 (r/w/o: 122018.79/0.00/24400.56) lat (ms,95%): 1.82 err/s: 0.00 reconn/s: 0.00
[ 105s ] thds: 10 tps: 12419.20 qps: 149039.37 (r/w/o: 124201.97/0.00/24837.39) lat (ms,95%): 1.67 err/s: 0.00 reconn/s: 0.00
[ 106s ] thds: 10 tps: 12274.63 qps: 147292.54 (r/w/o: 122742.28/0.00/24550.26) lat (ms,95%): 1.76 err/s: 0.00 reconn/s: 0.00
[ 107s ] thds: 10 tps: 12255.37 qps: 147060.45 (r/w/o: 122548.71/0.00/24511.74) lat (ms,95%): 1.76 err/s: 0.00 reconn/s: 0.00
[ 108s ] thds: 10 tps: 12362.60 qps: 148337.22 (r/w/o: 123614.01/0.00/24723.20) lat (ms,95%): 1.76 err/s: 0.00 reconn/s: 0.00
[ 109s ] thds: 10 tps: 12153.40 qps: 145858.83 (r/w/o: 121550.02/0.00/24308.80) lat (ms,95%): 1.76 err/s: 0.00 reconn/s: 0.00
[ 110s ] thds: 10 tps: 12242.81 qps: 146922.67 (r/w/o: 122437.06/0.00/24485.61) lat (ms,95%): 1.67 err/s: 0.00 reconn/s: 0.00
[ 111s ] thds: 10 tps: 12109.78 qps: 145291.37 (r/w/o: 121072.81/0.00/24218.56) lat (ms,95%): 1.76 err/s: 0.00 reconn/s: 0.00
[ 112s ] thds: 10 tps: 12164.24 qps: 145989.82 (r/w/o: 121662.35/0.00/24327.47) lat (ms,95%): 1.82 err/s: 0.00 reconn/s: 0.00
[ 113s ] thds: 10 tps: 12385.20 qps: 148614.34 (r/w/o: 123842.95/0.00/24771.39) lat (ms,95%): 1.73 err/s: 0.00 reconn/s: 0.00
[ 114s ] thds: 10 tps: 12403.82 qps: 148835.83 (r/w/o: 124027.19/0.00/24808.64) lat (ms,95%): 1.73 err/s: 0.00 reconn/s: 0.00
[ 115s ] thds: 10 tps: 12377.35 qps: 148537.19 (r/w/o: 123782.49/0.00/24754.70) lat (ms,95%): 1.73 err/s: 0.00 reconn/s: 0.00
[ 116s ] thds: 10 tps: 12326.77 qps: 147934.27 (r/w/o: 123282.73/0.00/24651.54) lat (ms,95%): 1.64 err/s: 0.00 reconn/s: 0.00
[ 117s ] thds: 10 tps: 12473.06 qps: 149654.72 (r/w/o: 124708.60/0.00/24946.12) lat (ms,95%): 1.67 err/s: 0.00 reconn/s: 0.00
[ 118s ] thds: 10 tps: 12456.48 qps: 149511.78 (r/w/o: 124596.82/0.00/24914.96) lat (ms,95%): 1.67 err/s: 0.00 reconn/s: 0.00
[ 119s ] thds: 10 tps: 12359.63 qps: 148284.61 (r/w/o: 123565.35/0.00/24719.26) lat (ms,95%): 1.82 err/s: 0.00 reconn/s: 0.00
[ 120s ] thds: 10 tps: 12311.78 qps: 147752.39 (r/w/o: 123129.83/0.00/24622.56) lat (ms,95%): 1.64 err/s: 0.00 reconn/s: 0.00
[ 121s ] thds: 10 tps: 12372.99 qps: 148484.85 (r/w/o: 123737.87/0.00/24746.97) lat (ms,95%): 1.76 err/s: 0.00 reconn/s: 0.00
[ 122s ] thds: 10 tps: 12268.00 qps: 147195.06 (r/w/o: 122659.05/0.00/24536.01) lat (ms,95%): 1.73 err/s: 0.00 reconn/s: 0.00
[ 123s ] thds: 10 tps: 12399.75 qps: 148804.00 (r/w/o: 124004.50/0.00/24799.50) lat (ms,95%): 1.79 err/s: 0.00 reconn/s: 0.00
[ 124s ] thds: 10 tps: 12333.23 qps: 147984.81 (r/w/o: 123320.34/0.00/24664.47) lat (ms,95%): 1.67 err/s: 0.00 reconn/s: 0.00
[ 125s ] thds: 10 tps: 12399.86 qps: 148816.32 (r/w/o: 124015.60/0.00/24800.72) lat (ms,95%): 1.73 err/s: 0.00 reconn/s: 0.00
[ 126s ] thds: 10 tps: 12490.18 qps: 149883.14 (r/w/o: 124901.79/0.00/24981.36) lat (ms,95%): 1.73 err/s: 0.00 reconn/s: 0.00
[ 127s ] thds: 10 tps: 12373.43 qps: 148486.22 (r/w/o: 123739.35/0.00/24746.87) lat (ms,95%): 1.76 err/s: 0.00 reconn/s: 0.00
[ 128s ] thds: 10 tps: 12442.29 qps: 149315.45 (r/w/o: 124431.88/0.00/24883.58) lat (ms,95%): 1.67 err/s: 0.00 reconn/s: 0.00
[ 129s ] thds: 10 tps: 12195.20 qps: 146329.37 (r/w/o: 121937.98/0.00/24391.40) lat (ms,95%): 1.79 err/s: 0.00 reconn/s: 0.00
[ 130s ] thds: 10 tps: 12463.67 qps: 149550.10 (r/w/o: 124623.75/0.00/24926.35) lat (ms,95%): 1.67 err/s: 0.00 reconn/s: 0.00
[ 131s ] thds: 10 tps: 12246.35 qps: 146977.17 (r/w/o: 122485.48/0.00/24491.69) lat (ms,95%): 1.76 err/s: 0.00 reconn/s: 0.00
[ 132s ] thds: 10 tps: 11708.04 qps: 140487.47 (r/w/o: 117069.39/0.00/23418.08) lat (ms,95%): 2.00 err/s: 0.00 reconn/s: 0.00
[ 133s ] thds: 10 tps: 12040.96 qps: 144487.50 (r/w/o: 120407.58/0.00/24079.92) lat (ms,95%): 1.79 err/s: 0.00 reconn/s: 0.00
[ 134s ] thds: 10 tps: 12396.00 qps: 148741.98 (r/w/o: 123950.98/0.00/24791.00) lat (ms,95%): 1.73 err/s: 0.00 reconn/s: 0.00
[ 135s ] thds: 10 tps: 12510.42 qps: 150136.98 (r/w/o: 125114.15/0.00/25022.83) lat (ms,95%): 1.67 err/s: 0.00 reconn/s: 0.00
[ 136s ] thds: 10 tps: 12405.21 qps: 148864.51 (r/w/o: 124054.09/0.00/24810.42) lat (ms,95%): 1.70 err/s: 0.00 reconn/s: 0.00
[ 137s ] thds: 10 tps: 12427.13 qps: 149106.55 (r/w/o: 124252.29/0.00/24854.26) lat (ms,95%): 1.76 err/s: 0.00 reconn/s: 0.00
[ 138s ] thds: 10 tps: 12535.16 qps: 150439.92 (r/w/o: 125368.60/0.00/25071.32) lat (ms,95%): 1.70 err/s: 0.00 reconn/s: 0.00
[ 139s ] thds: 10 tps: 7486.78 qps: 89821.41 (r/w/o: 74849.84/0.00/14971.57) lat (ms,95%): 2.11 err/s: 0.00 reconn/s: 0.00
[ 140s ] thds: 10 tps: 11441.77 qps: 137332.27 (r/w/o: 114447.72/0.00/22884.54) lat (ms,95%): 1.93 err/s: 0.00 reconn/s: 0.00
[ 141s ] thds: 10 tps: 12434.14 qps: 149213.62 (r/w/o: 124344.35/0.00/24869.27) lat (ms,95%): 1.70 err/s: 0.00 reconn/s: 0.00
[ 142s ] thds: 10 tps: 12153.13 qps: 145832.54 (r/w/o: 121527.29/0.00/24305.26) lat (ms,95%): 1.82 err/s: 0.00 reconn/s: 0.00
[ 143s ] thds: 10 tps: 12178.95 qps: 146150.40 (r/w/o: 121791.50/0.00/24358.90) lat (ms,95%): 1.82 err/s: 0.00 reconn/s: 0.00
[ 144s ] thds: 10 tps: 12300.93 qps: 147569.12 (r/w/o: 122971.26/0.00/24597.86) lat (ms,95%): 1.73 err/s: 0.00 reconn/s: 0.00
[ 145s ] thds: 10 tps: 7514.80 qps: 90217.55 (r/w/o: 75183.96/0.00/15033.59) lat (ms,95%): 2.14 err/s: 0.00 reconn/s: 0.00
[ 146s ] thds: 10 tps: 10312.47 qps: 123723.69 (r/w/o: 103100.74/0.00/20622.95) lat (ms,95%): 2.30 err/s: 0.00 reconn/s: 0.00
[ 147s ] thds: 10 tps: 12177.88 qps: 146154.59 (r/w/o: 121796.82/0.00/24357.76) lat (ms,95%): 1.67 err/s: 0.00 reconn/s: 0.00
[ 148s ] thds: 10 tps: 12309.12 qps: 147717.46 (r/w/o: 123099.22/0.00/24618.24) lat (ms,95%): 1.76 err/s: 0.00 reconn/s: 0.00
[ 149s ] thds: 10 tps: 12368.98 qps: 148400.80 (r/w/o: 123663.83/0.00/24736.97) lat (ms,95%): 1.76 err/s: 0.00 reconn/s: 0.00
[ 150s ] thds: 10 tps: 12541.05 qps: 150495.55 (r/w/o: 125413.46/0.00/25082.09) lat (ms,95%): 1.64 err/s: 0.00 reconn/s: 0.00
[ 151s ] thds: 10 tps: 8722.81 qps: 104683.19 (r/w/o: 87237.57/0.00/17445.62) lat (ms,95%): 1.82 err/s: 0.00 reconn/s: 0.00
[ 152s ] thds: 10 tps: 8322.17 qps: 99872.33 (r/w/o: 83228.00/0.00/16644.33) lat (ms,95%): 3.55 err/s: 0.00 reconn/s: 0.00
[ 153s ] thds: 10 tps: 11800.43 qps: 141583.17 (r/w/o: 117983.31/0.00/23599.86) lat (ms,95%): 1.86 err/s: 0.00 reconn/s: 0.00
[ 154s ] thds: 10 tps: 11703.62 qps: 140462.43 (r/w/o: 117053.19/0.00/23409.24) lat (ms,95%): 2.00 err/s: 0.00 reconn/s: 0.00
[ 155s ] thds: 10 tps: 11708.90 qps: 140529.83 (r/w/o: 117112.02/0.00/23417.81) lat (ms,95%): 1.96 err/s: 0.00 reconn/s: 0.00
[ 156s ] thds: 10 tps: 12039.34 qps: 144446.08 (r/w/o: 120368.40/0.00/24077.68) lat (ms,95%): 1.82 err/s: 0.00 reconn/s: 0.00
[ 157s ] thds: 10 tps: 11948.15 qps: 143363.79 (r/w/o: 119468.49/0.00/23895.30) lat (ms,95%): 1.82 err/s: 0.00 reconn/s: 0.00
[ 158s ] thds: 10 tps: 12257.59 qps: 147080.01 (r/w/o: 122564.84/0.00/24515.17) lat (ms,95%): 1.76 err/s: 0.00 reconn/s: 0.00
[ 159s ] thds: 10 tps: 12163.73 qps: 146014.78 (r/w/o: 121685.31/0.00/24329.46) lat (ms,95%): 1.76 err/s: 0.00 reconn/s: 0.00
[ 160s ] thds: 10 tps: 11873.27 qps: 142464.20 (r/w/o: 118717.67/0.00/23746.53) lat (ms,95%): 1.86 err/s: 0.00 reconn/s: 0.00
[ 161s ] thds: 10 tps: 12342.51 qps: 148097.17 (r/w/o: 123412.14/0.00/24685.03) lat (ms,95%): 1.67 err/s: 0.00 reconn/s: 0.00
[ 162s ] thds: 10 tps: 12272.21 qps: 147259.57 (r/w/o: 122715.14/0.00/24544.43) lat (ms,95%): 1.73 err/s: 0.00 reconn/s: 0.00
[ 163s ] thds: 10 tps: 12217.23 qps: 146626.71 (r/w/o: 122192.26/0.00/24434.45) lat (ms,95%): 1.79 err/s: 0.00 reconn/s: 0.00
[ 164s ] thds: 10 tps: 12233.99 qps: 146811.83 (r/w/o: 122343.86/0.00/24467.97) lat (ms,95%): 1.67 err/s: 0.00 reconn/s: 0.00
[ 165s ] thds: 10 tps: 12366.01 qps: 148370.09 (r/w/o: 123639.07/0.00/24731.01) lat (ms,95%): 1.76 err/s: 0.00 reconn/s: 0.00
[ 166s ] thds: 10 tps: 12367.86 qps: 148430.26 (r/w/o: 123693.55/0.00/24736.71) lat (ms,95%): 1.73 err/s: 0.00 reconn/s: 0.00
[ 167s ] thds: 10 tps: 12447.00 qps: 149356.04 (r/w/o: 124463.03/0.00/24893.01) lat (ms,95%): 1.61 err/s: 0.00 reconn/s: 0.00
[ 168s ] thds: 10 tps: 12337.90 qps: 148048.76 (r/w/o: 123373.97/0.00/24674.79) lat (ms,95%): 1.76 err/s: 0.00 reconn/s: 0.00
[ 169s ] thds: 10 tps: 12416.53 qps: 149006.39 (r/w/o: 124173.32/0.00/24833.07) lat (ms,95%): 1.67 err/s: 0.00 reconn/s: 0.00
[ 170s ] thds: 10 tps: 12483.33 qps: 149787.00 (r/w/o: 124819.33/0.00/24967.67) lat (ms,95%): 1.70 err/s: 0.00 reconn/s: 0.00
[ 171s ] thds: 10 tps: 12270.48 qps: 147269.77 (r/w/o: 122727.80/0.00/24541.96) lat (ms,95%): 1.76 err/s: 0.00 reconn/s: 0.00
[ 172s ] thds: 10 tps: 12363.56 qps: 148353.77 (r/w/o: 123627.64/0.00/24726.13) lat (ms,95%): 1.70 err/s: 0.00 reconn/s: 0.00
[ 173s ] thds: 10 tps: 12230.67 qps: 146787.06 (r/w/o: 122325.72/0.00/24461.34) lat (ms,95%): 1.70 err/s: 0.00 reconn/s: 0.00
[ 174s ] thds: 10 tps: 12400.57 qps: 148785.88 (r/w/o: 123983.73/0.00/24802.15) lat (ms,95%): 1.76 err/s: 0.00 reconn/s: 0.00
[ 175s ] thds: 10 tps: 12003.91 qps: 144044.93 (r/w/o: 120037.11/0.00/24007.82) lat (ms,95%): 1.76 err/s: 0.00 reconn/s: 0.00
[ 176s ] thds: 10 tps: 12282.50 qps: 147404.03 (r/w/o: 122839.03/0.00/24565.00) lat (ms,95%): 1.70 err/s: 0.00 reconn/s: 0.00
[ 177s ] thds: 10 tps: 12297.02 qps: 147544.19 (r/w/o: 122950.16/0.00/24594.03) lat (ms,95%): 1.79 err/s: 0.00 reconn/s: 0.00
[ 178s ] thds: 10 tps: 12428.24 qps: 149137.88 (r/w/o: 124282.40/0.00/24855.48) lat (ms,95%): 1.73 err/s: 0.00 reconn/s: 0.00
[ 179s ] thds: 10 tps: 12377.67 qps: 148537.08 (r/w/o: 123780.74/0.00/24756.35) lat (ms,95%): 1.70 err/s: 0.00 reconn/s: 0.00
[ 180s ] thds: 10 tps: 12391.03 qps: 148694.40 (r/w/o: 123913.33/0.00/24781.07) lat (ms,95%): 1.76 err/s: 0.00 reconn/s: 0.00
[ 181s ] thds: 10 tps: 12443.85 qps: 149313.21 (r/w/o: 124424.51/0.00/24888.70) lat (ms,95%): 1.67 err/s: 0.00 reconn/s: 0.00
[ 182s ] thds: 10 tps: 12264.86 qps: 147203.26 (r/w/o: 122673.55/0.00/24529.71) lat (ms,95%): 1.82 err/s: 0.00 reconn/s: 0.00
[ 183s ] thds: 10 tps: 12336.15 qps: 148026.82 (r/w/o: 123355.52/0.00/24671.30) lat (ms,95%): 1.73 err/s: 0.00 reconn/s: 0.00
[ 184s ] thds: 10 tps: 12463.14 qps: 149566.66 (r/w/o: 124639.38/0.00/24927.28) lat (ms,95%): 1.67 err/s: 0.00 reconn/s: 0.00
[ 185s ] thds: 10 tps: 12374.28 qps: 148474.41 (r/w/o: 123727.85/0.00/24746.57) lat (ms,95%): 1.76 err/s: 0.00 reconn/s: 0.00
[ 186s ] thds: 10 tps: 12036.30 qps: 144467.64 (r/w/o: 120393.03/0.00/24074.60) lat (ms,95%): 1.79 err/s: 0.00 reconn/s: 0.00
[ 187s ] thds: 10 tps: 12335.92 qps: 148001.01 (r/w/o: 123331.17/0.00/24669.83) lat (ms,95%): 1.73 err/s: 0.00 reconn/s: 0.00
[ 188s ] thds: 10 tps: 12390.22 qps: 148692.63 (r/w/o: 123910.19/0.00/24782.44) lat (ms,95%): 1.70 err/s: 0.00 reconn/s: 0.00
[ 189s ] thds: 10 tps: 12389.99 qps: 148676.84 (r/w/o: 123896.87/0.00/24779.97) lat (ms,95%): 1.76 err/s: 0.00 reconn/s: 0.00
[ 190s ] thds: 10 tps: 12410.95 qps: 148950.39 (r/w/o: 124128.49/0.00/24821.90) lat (ms,95%): 1.70 err/s: 0.00 reconn/s: 0.00
[ 191s ] thds: 10 tps: 12395.05 qps: 148720.59 (r/w/o: 123931.49/0.00/24789.10) lat (ms,95%): 1.73 err/s: 0.00 reconn/s: 0.00
[ 192s ] thds: 10 tps: 12482.99 qps: 149783.87 (r/w/o: 124819.89/0.00/24963.98) lat (ms,95%): 1.76 err/s: 0.00 reconn/s: 0.00
[ 193s ] thds: 10 tps: 12256.64 qps: 147084.65 (r/w/o: 122569.37/0.00/24515.27) lat (ms,95%): 1.70 err/s: 0.00 reconn/s: 0.00
[ 194s ] thds: 10 tps: 12362.12 qps: 148368.48 (r/w/o: 123643.24/0.00/24725.25) lat (ms,95%): 1.73 err/s: 0.00 reconn/s: 0.00
[ 195s ] thds: 10 tps: 12356.25 qps: 148265.95 (r/w/o: 123553.46/0.00/24712.49) lat (ms,95%): 1.79 err/s: 0.00 reconn/s: 0.00
[ 196s ] thds: 10 tps: 12377.98 qps: 148516.81 (r/w/o: 123761.84/0.00/24754.97) lat (ms,95%): 1.70 err/s: 0.00 reconn/s: 0.00
[ 197s ] thds: 10 tps: 12523.90 qps: 150296.75 (r/w/o: 125248.96/0.00/25047.79) lat (ms,95%): 1.67 err/s: 0.00 reconn/s: 0.00
[ 198s ] thds: 10 tps: 12392.14 qps: 148695.64 (r/w/o: 123910.37/0.00/24785.27) lat (ms,95%): 1.70 err/s: 0.00 reconn/s: 0.00
[ 199s ] thds: 10 tps: 12465.02 qps: 149576.26 (r/w/o: 124648.22/0.00/24928.04) lat (ms,95%): 1.64 err/s: 0.00 reconn/s: 0.00
[ 200s ] thds: 10 tps: 12302.89 qps: 147638.62 (r/w/o: 123030.85/0.00/24607.77) lat (ms,95%): 1.76 err/s: 0.00 reconn/s: 0.00
[ 201s ] thds: 10 tps: 12325.37 qps: 147928.41 (r/w/o: 123277.67/0.00/24650.74) lat (ms,95%): 1.82 err/s: 0.00 reconn/s: 0.00
[ 202s ] thds: 10 tps: 12351.77 qps: 148193.27 (r/w/o: 123490.72/0.00/24702.55) lat (ms,95%): 1.76 err/s: 0.00 reconn/s: 0.00
[ 203s ] thds: 10 tps: 12468.97 qps: 149637.69 (r/w/o: 124699.75/0.00/24937.95) lat (ms,95%): 1.70 err/s: 0.00 reconn/s: 0.00
[ 204s ] thds: 10 tps: 12325.97 qps: 147914.65 (r/w/o: 123261.71/0.00/24652.94) lat (ms,95%): 1.79 err/s: 0.00 reconn/s: 0.00
[ 205s ] thds: 10 tps: 12426.00 qps: 149112.01 (r/w/o: 124260.01/0.00/24852.00) lat (ms,95%): 1.70 err/s: 0.00 reconn/s: 0.00
[ 206s ] thds: 10 tps: 12311.91 qps: 147758.97 (r/w/o: 123135.14/0.00/24623.83) lat (ms,95%): 1.67 err/s: 0.00 reconn/s: 0.00
[ 207s ] thds: 10 tps: 12319.31 qps: 147816.70 (r/w/o: 123178.09/0.00/24638.61) lat (ms,95%): 1.73 err/s: 0.00 reconn/s: 0.00
[ 208s ] thds: 10 tps: 12179.65 qps: 146154.81 (r/w/o: 121795.51/0.00/24359.30) lat (ms,95%): 1.79 err/s: 0.00 reconn/s: 0.00
[ 209s ] thds: 10 tps: 12308.03 qps: 147698.31 (r/w/o: 123082.26/0.00/24616.05) lat (ms,95%): 1.79 err/s: 0.00 reconn/s: 0.00
[ 210s ] thds: 10 tps: 12256.00 qps: 147076.96 (r/w/o: 122564.97/0.00/24511.99) lat (ms,95%): 1.73 err/s: 0.00 reconn/s: 0.00
[ 211s ] thds: 10 tps: 12358.00 qps: 148297.00 (r/w/o: 123581.00/0.00/24716.00) lat (ms,95%): 1.76 err/s: 0.00 reconn/s: 0.00
[ 212s ] thds: 10 tps: 12428.98 qps: 149128.78 (r/w/o: 124271.82/0.00/24856.96) lat (ms,95%): 1.70 err/s: 0.00 reconn/s: 0.00
[ 213s ] thds: 10 tps: 12343.73 qps: 148137.74 (r/w/o: 123449.28/0.00/24688.46) lat (ms,95%): 1.67 err/s: 0.00 reconn/s: 0.00
[ 214s ] thds: 10 tps: 12357.29 qps: 148264.44 (r/w/o: 123550.87/0.00/24713.57) lat (ms,95%): 1.73 err/s: 0.00 reconn/s: 0.00
[ 215s ] thds: 10 tps: 12466.00 qps: 149623.99 (r/w/o: 124690.99/0.00/24933.00) lat (ms,95%): 1.70 err/s: 0.00 reconn/s: 0.00
[ 216s ] thds: 10 tps: 12437.78 qps: 149239.37 (r/w/o: 124363.81/0.00/24875.56) lat (ms,95%): 1.73 err/s: 0.00 reconn/s: 0.00
[ 217s ] thds: 10 tps: 12338.94 qps: 148077.25 (r/w/o: 123399.38/0.00/24677.88) lat (ms,95%): 1.73 err/s: 0.00 reconn/s: 0.00
[ 218s ] thds: 10 tps: 12233.14 qps: 146773.61 (r/w/o: 122307.34/0.00/24466.27) lat (ms,95%): 1.73 err/s: 0.00 reconn/s: 0.00
[ 219s ] thds: 10 tps: 12400.78 qps: 148826.35 (r/w/o: 124024.79/0.00/24801.56) lat (ms,95%): 1.73 err/s: 0.00 reconn/s: 0.00
[ 220s ] thds: 10 tps: 11949.54 qps: 143394.50 (r/w/o: 119496.41/0.00/23898.08) lat (ms,95%): 1.86 err/s: 0.00 reconn/s: 0.00
[ 221s ] thds: 10 tps: 12304.95 qps: 147671.36 (r/w/o: 123060.47/0.00/24610.89) lat (ms,95%): 1.76 err/s: 0.00 reconn/s: 0.00
[ 222s ] thds: 10 tps: 12412.00 qps: 148928.96 (r/w/o: 124105.97/0.00/24822.99) lat (ms,95%): 1.70 err/s: 0.00 reconn/s: 0.00
[ 223s ] thds: 10 tps: 12312.02 qps: 147755.19 (r/w/o: 123131.16/0.00/24624.03) lat (ms,95%): 1.76 err/s: 0.00 reconn/s: 0.00
[ 224s ] thds: 10 tps: 12373.91 qps: 148487.96 (r/w/o: 123740.13/0.00/24747.83) lat (ms,95%): 1.76 err/s: 0.00 reconn/s: 0.00
[ 225s ] thds: 10 tps: 12320.09 qps: 147837.07 (r/w/o: 123196.89/0.00/24640.18) lat (ms,95%): 1.73 err/s: 0.00 reconn/s: 0.00
[ 226s ] thds: 10 tps: 12239.00 qps: 146866.01 (r/w/o: 122388.01/0.00/24478.00) lat (ms,95%): 1.73 err/s: 0.00 reconn/s: 0.00
[ 227s ] thds: 10 tps: 12418.01 qps: 149016.06 (r/w/o: 124179.05/0.00/24837.01) lat (ms,95%): 1.73 err/s: 0.00 reconn/s: 0.00
[ 228s ] thds: 10 tps: 12300.02 qps: 147589.26 (r/w/o: 122990.22/0.00/24599.04) lat (ms,95%): 1.79 err/s: 0.00 reconn/s: 0.00
[ 229s ] thds: 10 tps: 12422.76 qps: 149088.16 (r/w/o: 124241.63/0.00/24846.53) lat (ms,95%): 1.67 err/s: 0.00 reconn/s: 0.00
[ 230s ] thds: 10 tps: 12438.24 qps: 149251.90 (r/w/o: 124375.42/0.00/24876.48) lat (ms,95%): 1.70 err/s: 0.00 reconn/s: 0.00
[ 231s ] thds: 10 tps: 12382.00 qps: 148579.94 (r/w/o: 123816.95/0.00/24762.99) lat (ms,95%): 1.70 err/s: 0.00 reconn/s: 0.00
[ 232s ] thds: 10 tps: 12420.56 qps: 149067.71 (r/w/o: 124225.59/0.00/24842.12) lat (ms,95%): 1.73 err/s: 0.00 reconn/s: 0.00
[ 233s ] thds: 10 tps: 12441.42 qps: 149264.01 (r/w/o: 124381.17/0.00/24882.83) lat (ms,95%): 1.61 err/s: 0.00 reconn/s: 0.00
[ 234s ] thds: 10 tps: 12276.93 qps: 147359.15 (r/w/o: 122805.29/0.00/24553.86) lat (ms,95%): 1.79 err/s: 0.00 reconn/s: 0.00
[ 235s ] thds: 10 tps: 12328.65 qps: 147936.85 (r/w/o: 123280.55/0.00/24656.31) lat (ms,95%): 1.76 err/s: 0.00 reconn/s: 0.00
[ 236s ] thds: 10 tps: 12473.55 qps: 149679.65 (r/w/o: 124731.54/0.00/24948.11) lat (ms,95%): 1.67 err/s: 0.00 reconn/s: 0.00
[ 237s ] thds: 10 tps: 12411.56 qps: 148927.78 (r/w/o: 124105.65/0.00/24822.13) lat (ms,95%): 1.70 err/s: 0.00 reconn/s: 0.00
[ 238s ] thds: 10 tps: 12437.46 qps: 149240.56 (r/w/o: 124365.63/0.00/24874.93) lat (ms,95%): 1.67 err/s: 0.00 reconn/s: 0.00
[ 239s ] thds: 10 tps: 12432.96 qps: 149206.50 (r/w/o: 124339.58/0.00/24866.92) lat (ms,95%): 1.76 err/s: 0.00 reconn/s: 0.00
[ 240s ] thds: 10 tps: 12415.66 qps: 148971.92 (r/w/o: 124140.60/0.00/24831.32) lat (ms,95%): 1.73 err/s: 0.00 reconn/s: 0.00
[ 241s ] thds: 10 tps: 12484.08 qps: 149806.90 (r/w/o: 124839.75/0.00/24967.15) lat (ms,95%): 1.70 err/s: 0.00 reconn/s: 0.00
[ 242s ] thds: 10 tps: 12447.18 qps: 149379.18 (r/w/o: 124484.82/0.00/24894.36) lat (ms,95%): 1.61 err/s: 0.00 reconn/s: 0.00
[ 243s ] thds: 10 tps: 12346.13 qps: 148177.56 (r/w/o: 123484.30/0.00/24693.26) lat (ms,95%): 1.82 err/s: 0.00 reconn/s: 0.00
[ 244s ] thds: 10 tps: 12540.77 qps: 150482.23 (r/w/o: 125400.69/0.00/25081.54) lat (ms,95%): 1.61 err/s: 0.00 reconn/s: 0.00
[ 245s ] thds: 10 tps: 12423.05 qps: 149054.58 (r/w/o: 124210.48/0.00/24844.10) lat (ms,95%): 1.70 err/s: 0.00 reconn/s: 0.00
[ 246s ] thds: 10 tps: 12426.33 qps: 149122.91 (r/w/o: 124269.26/0.00/24853.65) lat (ms,95%): 1.70 err/s: 0.00 reconn/s: 0.00
[ 247s ] thds: 10 tps: 12307.63 qps: 147684.49 (r/w/o: 123069.24/0.00/24615.25) lat (ms,95%): 1.67 err/s: 0.00 reconn/s: 0.00
[ 248s ] thds: 10 tps: 12149.77 qps: 145800.23 (r/w/o: 121499.69/0.00/24300.54) lat (ms,95%): 1.73 err/s: 0.00 reconn/s: 0.00
[ 249s ] thds: 10 tps: 12409.17 qps: 148906.05 (r/w/o: 124088.71/0.00/24817.34) lat (ms,95%): 1.79 err/s: 0.00 reconn/s: 0.00
[ 250s ] thds: 10 tps: 12516.78 qps: 150224.32 (r/w/o: 125189.77/0.00/25034.55) lat (ms,95%): 1.61 err/s: 0.00 reconn/s: 0.00
[ 251s ] thds: 10 tps: 12285.29 qps: 147391.48 (r/w/o: 122822.90/0.00/24568.58) lat (ms,95%): 1.76 err/s: 0.00 reconn/s: 0.00
[ 252s ] thds: 10 tps: 12235.00 qps: 146849.99 (r/w/o: 122377.99/0.00/24472.00) lat (ms,95%): 1.67 err/s: 0.00 reconn/s: 0.00
[ 253s ] thds: 10 tps: 12542.03 qps: 150478.31 (r/w/o: 125394.26/0.00/25084.05) lat (ms,95%): 1.58 err/s: 0.00 reconn/s: 0.00
[ 254s ] thds: 10 tps: 12396.76 qps: 148774.09 (r/w/o: 123981.57/0.00/24792.51) lat (ms,95%): 1.67 err/s: 0.00 reconn/s: 0.00
[ 255s ] thds: 10 tps: 12309.19 qps: 147732.25 (r/w/o: 123113.88/0.00/24618.38) lat (ms,95%): 1.76 err/s: 0.00 reconn/s: 0.00
[ 256s ] thds: 10 tps: 12434.05 qps: 149175.58 (r/w/o: 124308.48/0.00/24867.10) lat (ms,95%): 1.76 err/s: 0.00 reconn/s: 0.00
[ 257s ] thds: 10 tps: 12206.77 qps: 146502.18 (r/w/o: 122087.65/0.00/24414.53) lat (ms,95%): 1.73 err/s: 0.00 reconn/s: 0.00
[ 258s ] thds: 10 tps: 12109.98 qps: 145300.73 (r/w/o: 121080.77/0.00/24219.95) lat (ms,95%): 1.82 err/s: 0.00 reconn/s: 0.00
[ 259s ] thds: 10 tps: 12204.46 qps: 146458.52 (r/w/o: 122049.60/0.00/24408.92) lat (ms,95%): 1.79 err/s: 0.00 reconn/s: 0.00
[ 260s ] thds: 10 tps: 12296.83 qps: 147570.99 (r/w/o: 122976.32/0.00/24594.66) lat (ms,95%): 1.70 err/s: 0.00 reconn/s: 0.00
[ 261s ] thds: 10 tps: 12335.03 qps: 148008.37 (r/w/o: 123338.31/0.00/24670.06) lat (ms,95%): 1.70 err/s: 0.00 reconn/s: 0.00
[ 262s ] thds: 10 tps: 12360.01 qps: 148321.07 (r/w/o: 123602.06/0.00/24719.01) lat (ms,95%): 1.73 err/s: 0.00 reconn/s: 0.00
[ 263s ] thds: 10 tps: 12366.02 qps: 148414.19 (r/w/o: 123682.15/0.00/24732.03) lat (ms,95%): 1.82 err/s: 0.00 reconn/s: 0.00
[ 264s ] thds: 10 tps: 12311.98 qps: 147718.77 (r/w/o: 123094.81/0.00/24623.96) lat (ms,95%): 1.67 err/s: 0.00 reconn/s: 0.00
[ 265s ] thds: 10 tps: 12457.92 qps: 149513.02 (r/w/o: 124597.18/0.00/24915.84) lat (ms,95%): 1.67 err/s: 0.00 reconn/s: 0.00
[ 266s ] thds: 10 tps: 12398.02 qps: 148768.19 (r/w/o: 123971.15/0.00/24797.03) lat (ms,95%): 1.79 err/s: 0.00 reconn/s: 0.00
[ 267s ] thds: 10 tps: 12406.96 qps: 148894.54 (r/w/o: 124080.62/0.00/24813.92) lat (ms,95%): 1.70 err/s: 0.00 reconn/s: 0.00
[ 268s ] thds: 10 tps: 12592.24 qps: 151100.89 (r/w/o: 125916.41/0.00/25184.48) lat (ms,95%): 1.70 err/s: 0.00 reconn/s: 0.00
[ 269s ] thds: 10 tps: 12571.78 qps: 150870.40 (r/w/o: 125726.83/0.00/25143.56) lat (ms,95%): 1.70 err/s: 0.00 reconn/s: 0.00
[ 270s ] thds: 10 tps: 12483.06 qps: 149772.74 (r/w/o: 124808.62/0.00/24964.12) lat (ms,95%): 1.70 err/s: 0.00 reconn/s: 0.00
[ 271s ] thds: 10 tps: 12534.78 qps: 150420.33 (r/w/o: 125348.77/0.00/25071.55) lat (ms,95%): 1.70 err/s: 0.00 reconn/s: 0.00
[ 272s ] thds: 10 tps: 12442.19 qps: 149300.30 (r/w/o: 124415.92/0.00/24884.38) lat (ms,95%): 1.70 err/s: 0.00 reconn/s: 0.00
[ 273s ] thds: 10 tps: 12403.02 qps: 148864.16 (r/w/o: 124058.13/0.00/24806.03) lat (ms,95%): 1.79 err/s: 0.00 reconn/s: 0.00
[ 274s ] thds: 10 tps: 12481.65 qps: 149761.73 (r/w/o: 124799.44/0.00/24962.29) lat (ms,95%): 1.64 err/s: 0.00 reconn/s: 0.00
[ 275s ] thds: 10 tps: 12093.44 qps: 145121.25 (r/w/o: 120933.38/0.00/24187.88) lat (ms,95%): 1.76 err/s: 0.00 reconn/s: 0.00
[ 276s ] thds: 10 tps: 12284.97 qps: 147430.64 (r/w/o: 122860.70/0.00/24569.94) lat (ms,95%): 1.73 err/s: 0.00 reconn/s: 0.00
[ 277s ] thds: 10 tps: 12204.00 qps: 146430.95 (r/w/o: 122023.96/0.00/24406.99) lat (ms,95%): 1.73 err/s: 0.00 reconn/s: 0.00
[ 278s ] thds: 10 tps: 12375.01 qps: 148520.18 (r/w/o: 123770.15/0.00/24750.03) lat (ms,95%): 1.67 err/s: 0.00 reconn/s: 0.00
[ 279s ] thds: 10 tps: 12395.98 qps: 148743.74 (r/w/o: 123952.78/0.00/24790.96) lat (ms,95%): 1.67 err/s: 0.00 reconn/s: 0.00
[ 280s ] thds: 10 tps: 12365.01 qps: 148367.07 (r/w/o: 123635.06/0.00/24732.01) lat (ms,95%): 1.67 err/s: 0.00 reconn/s: 0.00
[ 281s ] thds: 10 tps: 11772.90 qps: 141286.77 (r/w/o: 117740.97/0.00/23545.79) lat (ms,95%): 1.89 err/s: 0.00 reconn/s: 0.00
[ 282s ] thds: 10 tps: 12254.89 qps: 147066.66 (r/w/o: 122557.89/0.00/24508.78) lat (ms,95%): 1.82 err/s: 0.00 reconn/s: 0.00
[ 283s ] thds: 10 tps: 12440.25 qps: 149290.97 (r/w/o: 124410.48/0.00/24880.50) lat (ms,95%): 1.64 err/s: 0.00 reconn/s: 0.00
[ 284s ] thds: 10 tps: 12172.99 qps: 146062.84 (r/w/o: 121715.87/0.00/24346.97) lat (ms,95%): 1.79 err/s: 0.00 reconn/s: 0.00
[ 285s ] thds: 10 tps: 12342.96 qps: 148117.51 (r/w/o: 123431.59/0.00/24685.92) lat (ms,95%): 1.73 err/s: 0.00 reconn/s: 0.00
[ 286s ] thds: 10 tps: 12333.07 qps: 147988.78 (r/w/o: 123322.65/0.00/24666.13) lat (ms,95%): 1.76 err/s: 0.00 reconn/s: 0.00
[ 287s ] thds: 10 tps: 12263.60 qps: 147148.27 (r/w/o: 122622.06/0.00/24526.21) lat (ms,95%): 1.73 err/s: 0.00 reconn/s: 0.00
[ 288s ] thds: 10 tps: 12459.40 qps: 149542.82 (r/w/o: 124624.02/0.00/24918.80) lat (ms,95%): 1.70 err/s: 0.00 reconn/s: 0.00
[ 289s ] thds: 10 tps: 12441.95 qps: 149300.38 (r/w/o: 124415.48/0.00/24884.90) lat (ms,95%): 1.73 err/s: 0.00 reconn/s: 0.00
[ 290s ] thds: 10 tps: 12441.18 qps: 149286.21 (r/w/o: 124403.84/0.00/24882.37) lat (ms,95%): 1.70 err/s: 0.00 reconn/s: 0.00
[ 291s ] thds: 10 tps: 12264.01 qps: 147185.06 (r/w/o: 122657.05/0.00/24528.01) lat (ms,95%): 1.70 err/s: 0.00 reconn/s: 0.00
[ 292s ] thds: 10 tps: 12454.91 qps: 149418.92 (r/w/o: 124509.11/0.00/24909.81) lat (ms,95%): 1.70 err/s: 0.00 reconn/s: 0.00
[ 293s ] thds: 10 tps: 12239.98 qps: 146909.73 (r/w/o: 122429.78/0.00/24479.96) lat (ms,95%): 1.73 err/s: 0.00 reconn/s: 0.00
[ 294s ] thds: 10 tps: 12316.99 qps: 147781.88 (r/w/o: 123147.89/0.00/24633.98) lat (ms,95%): 1.73 err/s: 0.00 reconn/s: 0.00
[ 295s ] thds: 10 tps: 12449.01 qps: 149399.15 (r/w/o: 124503.12/0.00/24896.02) lat (ms,95%): 1.67 err/s: 0.00 reconn/s: 0.00
[ 296s ] thds: 10 tps: 12326.88 qps: 147931.50 (r/w/o: 123275.75/0.00/24655.75) lat (ms,95%): 1.73 err/s: 0.00 reconn/s: 0.00
[ 297s ] thds: 10 tps: 12346.80 qps: 148150.59 (r/w/o: 123456.99/0.00/24693.60) lat (ms,95%): 1.73 err/s: 0.00 reconn/s: 0.00
[ 298s ] thds: 10 tps: 12496.33 qps: 149958.01 (r/w/o: 124967.34/0.00/24990.67) lat (ms,95%): 1.70 err/s: 0.00 reconn/s: 0.00
[ 299s ] thds: 10 tps: 12464.99 qps: 149581.88 (r/w/o: 124649.90/0.00/24931.98) lat (ms,95%): 1.67 err/s: 0.00 reconn/s: 0.00
[ 300s ] thds: 10 tps: 12421.59 qps: 149049.03 (r/w/o: 124208.86/0.00/24840.17) lat (ms,95%): 1.70 err/s: 0.00 reconn/s: 0.00
SQL statistics:
    queries performed:
        read:                            36329310
        write:                           0
        other:                           7265862
        total:                           43595172
    transactions:                        3632931 (12109.68 per sec.)
    queries:                             43595172 (145316.11 per sec.)
    ignored errors:                      0      (0.00 per sec.)
    reconnects:                          0      (0.00 per sec.)

General statistics:
    total time:                          300.0020s
    total number of events:              3632931

Latency (ms):
         min:                                    0.33
         avg:                                    0.83
         max:                                  315.93
         95th percentile:                        1.82
         sum:                              2997885.01

Threads fairness:
    events (avg/stddev):           363293.1000/3063.62
    execution time (avg/stddev):   299.7885/0.00